{
  "features": [
    {
      "type": "Feature",
      "properties": {
        "title": "Agi's Counter",
        "url": "https://agiscounter.com/",
        "description": "A is for Agi’s Counter: a recent addition to Crown Heights, my neighborhood! Agi’s is a modern Jewish/Hungarian take on the traditional lunch counter, serving up delicious staples full of flavor. The motif in this illustration is a traditional folk tulip, the national flower of Hungary, as their wine list is 100% Hungarian.",
        "img": "a"
      },
      "geometry": {
        "coordinates": [-73.95841, 40.67006],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Bunny",
        "url": "https://www.bunnybedstuy.com/",
        "description": "B is for Bunny, a wonderful little gem in Bed-Stuy. Bunny serves modern Turkish fare with an ever-changing daily menu, so you know you’re getting the freshest and the best. I was inspired by traditional Iznik handpainted tile for this one.",
        "img": "b"
      },
      "geometry": {
        "coordinates": [-73.94976, 40.68201],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Bar Camillo",
        "url": "https://www.barcamillo.com/",
        "description": "Where do I even begin with this restaurant, one of my absolute favorites? They’re a sister restaurant of the esteemed Locanda in Clinton Hill, but their menu is focused on Roman pinsa and a long list of Negroni specialities. I found this restaurant walking through my old neighborhood in February 2020, on one of my boyfriend’s and my earliest dates, and their beautiful backyard served as a bit of a safe haven over the next year of uncertainty. We end up here about once a month. You absolutely must order the insalata di cicoria, it’s the most simple and heavenly salad that I could never go without. The anchovies are pretty spectacular, too.",
        "img": "c"
      },
      "geometry": {
        "coordinates": [-73.94428, 40.68656],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Do or Dive",
        "url": "https://www.doordivebedstuy.com/",
        "description": "One of my Bed-Stuy staples. Cheap drinks, good vibes, dogs allowed. Order the Coffee Thing in the summer and hang out in the backyard. This place really knows how to hit the spot 💯",
        "img": "d"
      },
      "geometry": {
        "coordinates": [-73.95488, 40.686771],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Elsa",
        "url": "https://elsabarnyc.com/",
        "description": "One of my favorite cocktail bars. When I used to work nearby, this was my staple for happy hour — I love their generous and luxe cheese boards and sazeracs on the cheap. Their interior design is KILLER, even the bathrooms feel like an experience.",
        "img": "e"
      },
      "geometry": {
        "coordinates": [-73.99536, 40.69024],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Fiaschetteria 'Pistoia'",
        "url": "https://www.fiaschetteriapistoia.com/#west-village",
        "description": "One of my favorite things about living in New York is you can wander down any given street and find some of the best food you never knew was there. My boyfriend lived in the West Village before I dragged him to Brooklyn, so we spent a lot of time discovering new places together there, which is a time that I really treasure. Fisachetteria Pistoia became our go-to whenever we had a hankering for pasta, because their cacio e pepe with handrolled pici is to die for, and their house wine carafe served with tiny duralex glasses transports me immediately to Italy.",
        "img": "f"
      },
      "geometry": {
        "coordinates": [-74.0053, 40.73301],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Golda",
        "url": "https://www.goldakitchen.com/",
        "description": "I love a cafe / restaurant combo and this is one of the best, melding mouthwatering mediterranean flavors into breakfast pastries, lunch sandwiches, and dinner plates 〰️ their breakfast sandwich with harissa jam is not to be missed, & I’m only a little obsessed with their branding & interior design.",
        "img": "g"
      },
      "geometry": {
        "coordinates": [-73.95591, 40.681511],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Hart's",
        "url": "https://www.hartsbrooklyn.com/",
        "description": "Hart’s is well known for good reason. They turned into a market during the pandemic selling their house made specialties, and honestly I was a little sad when they went back to service because I can’t buy their tahini spread & wholesale wine on the regular anymore :(  It can be hard to get a reservation for their tiny dining space, but I always have luck walking in for a waitlist table and grabbing a cocktail at Glorietta Baldy next door while I wait (almost made my G for them!) - makes for a great night out.",
        "img": "h"
      },
      "geometry": {
        "coordinates": [-73.95587144, 40.68159736],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "I Sodi",
        "url": "https://www.isodinyc.com/",
        "description": "ah, the elusive white whale of my NYC Italian dining adventure. I almost ate here once, but a couple ran, literally RAN, to beat my boyfriend and I to the door as we walked up and they got the last open table. Someday I’ll check this one off my list, or maybe I’ll just go back to Italy ¯\\_(ツ)_/¯",
        "img": "i"
      },
      "geometry": {
        "coordinates": [-74.0049828561046, 40.733370241119246],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Jack's Wife Freda",
        "url": "https://jackswifefreda.com/",
        "description": "A stand-by staple for all occasions. This has been a go-to since one of my first trips to New York before I moved here; I sat alone in a corner table and had green shakshuka and a cocktail while I read a book … I felt SO incredibly ~new yorker~  There are multiple locations and you can’t go wrong with any of them, unless you’re looking for a big table for brunch because you’ll be waiting for hours. But it’s probably worth the wait.",
        "img": "j"
      },
      "geometry": {
        "coordinates": [-74.00354846101419, 40.72987951372278],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Kubeh",
        "url": "https://www.eatkubeh.com/",
        "description": "Mediterranean & Middle Eastern cuisines are one of my all-time favorite. Kubeh has a fantastic selection of mezes and yummy things, and they have arak service with multiple options which is just truly *chefs kiss*",
        "img": "k"
      },
      "geometry": {
        "coordinates": [-73.9981, 40.735459],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Lupa",
        "url": "https://www.luparestaurant.com/",
        "description": "A friend of mine used to work at this cozy Roman restaurant, and it was such a fun place to visit and sit at the bar during her shift. This is where my love for amaro began 🖤",
        "img": "l"
      },
      "geometry": {
        "coordinates": [-74.00021196063618, 40.72765361551552],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Miss Ada",
        "url": "https://www.missadanyc.com/",
        "description": "A can’t-miss Mediterranean masterpiece. I have dreams about the whipped ricotta and sweet potato hummus. Their name is a play on the Hebrew word for restaurant, ‘misada’. This design is inspired by traditional Israeli paper cutting, which is a gorgeous thing to google.",
        "img": "m"
      },
      "geometry": {
        "coordinates": [-73.97238010259922, 40.68949445648562],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Neptune Diner",
        "url": "https://neptunedinerbk.net/",
        "description": "There’s a special place in my heart for classic diners. I always find one when I’m on a trip, but have a lot left in New York to try. Neptune Diner is in my neighborhood on the border of Crown Heights & Prospect Heights, and next time I’m craving a tuna melt, I’m headed this way.",
        "img": "n"
      },
      "geometry": {
        "coordinates": [-73.95927793065053, 40.676415879594344],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Oxomoco",
        "url": "https://www.oxomoconyc.com/",
        "description": "A Michelin-starred Mexican restaurant in Greenpoint. Their menu is entirely small sharing plates which is one of my favorite ways to eat — a little bite of everything, please!",
        "img": "o"
      },
      "geometry": {
        "coordinates": [-73.95548369454009, 40.729906042446345],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Pietro Nolita",
        "url": "http://www.pietronolita.com/",
        "description": "Pietro Nolita - the most pink restaurant you’ll ever find yourself in, in a cozy half basement in Nolita. their specialties are Italian classics, and I’ve never been so pleased with a plate of spaghetti pomodoro 🍝",
        "img": "p"
      },
      "geometry": {
        "coordinates": [-73.99470714572571, 40.72102164417552],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Quan Sushi",
        "url": "https://www.quansushiny.com/",
        "description": "I gotta be honest, it was tough finding a restaurant that started with a Q! I haven’t been to Quan but it looks delicious, and I’ll take sushi any day of the week (okay yes sometimes every day) 🍣🍣🍣",
        "img": "q"
      },
      "geometry": {
        "coordinates": [-73.99635335150937, 40.72020549826334],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Rialto Grande",
        "url": "https://www.rialtogrande.com/",
        "description": "My favorite local bar in Crown Heights 🖤 They have amazing cocktails, great bartenders, plenty of gold tinsel, and the whole place just feels like being cozy inside a mid century credenza. Highly recommend 💯",
        "img": "r"
      },
      "geometry": {
        "coordinates": [-73.95607319379043, 40.67633755070918],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Smør",
        "url": "https://www.smornyc.com/",
        "description": "I love Scandinavian flavors soOoOo much, gimme all the dill & black licorice & cardamom & smoked salmon! I found Smør when I had a hankering for a cardamom bun and it became an instant favorite 💕 they have more than pastries, too, with (very good) Nordic-inspired lunch and dinner.",
        "img": "s"
      },
      "geometry": {
        "coordinates": [-73.9816876, 40.7293429],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Taiyaki",
        "url": "https://taiyakinyc.com/",
        "description": "Taiyaki is a baked fish-shaped cone stuffed with bean curd or custard, and filled with soft serve 🍦 I die. You can get any combo of toppings, I highly recommend the stick of mochi. Matcha is my favorite soft-serve flavor so here’s a green scaly T 💚",
        "img": "t"
      },
      "geometry": {
        "coordinates": [-73.99895014893215, 40.7179522331422],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Ume",
        "url": "https://www.umenewyork.com/",
        "description": "A true sushi ex-per-i-ence 🍣✨ Leave your shoes at the door and sidle up to a platter of beautiful diy sushi & sashimi. Ume makes for a really fun date night or a spot to bring friends from out of town for something unique!",
        "img": "u"
      },
      "geometry": {
        "coordinates": [-73.96560425589122, 40.7165593284725],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Vanessa's Dumpling House",
        "url": "",
        "description": "I’m always down for dumplings, and this classic hits the spot every time 🥟 It’ll always feel extra special to me as it played a big part in my boyfriend’s and my early dating <3  all I can say is, order everything you can and you won’t be disappointed.",
        "img": "v"
      },
      "geometry": {
        "coordinates": [-73.9917458, 40.7183325],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Wildair",
        "url": "",
        "description": "",
        "img": "w"
      },
      "geometry": {
        "coordinates": [-73.989098, 40.7201415],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Bar Tulix",
        "url": "",
        "description": "",
        "img": "x"
      },
      "geometry": {
        "coordinates": [-73.9981155, 40.7258226],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Amor Y Amargo",
        "url": "",
        "description": "",
        "img": "y"
      },
      "geometry": {
        "coordinates": [-73.98403295966985, 40.725635378959424],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "title": "Zucker's Bagels & Smoked Fish",
        "url": "",
        "description": "",
        "img": "z"
      },
      "geometry": {
        "coordinates": [-74.00980982650528, 40.71566632050818],
        "type": "Point"
      }
    }
  ],
  "type": "FeatureCollection"
}
